event_inherited()

my_name = "Nobunaga"

my_text[0] =  "Управление: W - прыжок, SPACE - атака 3x комбо.."
my_text[1] =  "..S - кувырок, ESC - меню, E - дальше"
my_text[2] = "Eще один странник желающий сыскать славы и денег?"
my_text[3] =  "Добро пожаловать в лес Джуры. .."
my_text[4] =  "..дом для магверей завладевших человеческими душами."
my_text[5] =  "Как же? ты не знаешь про правила этого мира?"
my_text[6] =  "У каждого живого существа есть душа.. В ней сокрыта великая сила."
my_text[7] =  "Душа самое ценное, что есть у человека.."
my_text[8] =  "..и не удивительно что её многие захотят отнять."
my_text[9] =  "В этом мире, чем большим количеством душ ты обладаешь.."
my_text[10] =  "..тем ты сильнее и богаче."
my_text[11] =  "Все измеряется в количестве душ, которыми ты владеешь.."
my_text[12] =  "Если ты не хочешь лишиться чего-то, придётся самому отнять"
my_text[13] =  "..но цена за эту силу слишком велика.."
my_text[14] =  "Есди ты желаешь найти больше ответов отправляйся в Old Town"


