event_inherited()
image_speed = 0.8
my_name = "Dark Crow"

my_text[0] =  "Хорошо.."
my_text[1] =  "Я давно наблюдаю за тобой."
my_text[2] =  "Я древний хранитель магии душ."
my_text[3] =  "Вижу, что в твоих глазах горит огонь.. Я готов обучать тебя."
my_text[4] =  "Но в замен я возьму 100 душ."
my_text[4] =  "火の玉."
my_text[5] =  "Теперь ты можешь продолжать своё комбо огненным шаром."
my_text[6] =  "Используй 4-х кратное комбо, но будь осторожен, можно обжечься!"
my_text[7] =  "Очисти этот мир от тьмы."






 

