event_inherited()
image_speed = 0.3

state = "Dialog"
my_name = "Arthas"
my_text_box = noone

my_text[0] =  "Меня зовут Arthas"
my_text[1] =  "Я знаю тебя прислал тёмный ворон.. Он хочет чтобы ты убил меня.."
my_text[2] =  "Это все потому что я хочу получить больше силы.."
my_text[3] =  "Чтобы защитить то, что мне дорого! Ты ведь такой же как и я.."
my_text[4] =  "Ты отнимаешь души у других существ, чтобы стать сильнее и защищать людей!"
my_text[5] =  "НО СКОЛЬКИХ ТЕБЕ ПРИШЛОСЬ УБИТЬ, ЧТОБЫ ЗАПОЛУЧИТЬ ЭТУ МОЩЬ!"
my_text[6] =  "Теперь.. зная это сделай выбор."
my_text[7] =  "Ты можешь убить меня используя лук душ.."
my_text[8] =  "..и занять моё место."
my_text[9] =  "Или оставить все как есть.. это миру не нужны герои."
my_text[10] =  "Да, выбор не простой.. убей злодея и сам стань им.."
my_text[11] =  "Но я же говорил.. что у этого мира нет души!"
my_text[12] =  "Author Remsha Igor and Alexander Demenev"
my_text[13] =  "End."

ready = false
souls = 42


hp = 601
max_hp = hp






 

